{
	"research_questions": [
		"Does the use of wearable devices or contextual touch, like the Apple Watch or 3D Touch on iPhone 6S/6S+, facilitate and encourage low-effort contributions for on-the-go crowds?",
		"Can on-the-go users be encouraged to contribute data by incentivizing them with information about opportunities of interest to them?",
		"How might I direct individual on-the-go users to contribute specific, small pieces of information that can be scaffolded into higher fidelity information while ensuring that data coverage goals are met?",
		"Is it possible to encourage on-the-go crowds (individuals on a set route) to contribute lower-fidelity data points that, with scaffolding, yield high-fidelity data while ensuring complete data coverage (e.g. the description of a building facades from data points on architectural style, number of windows/doors, etc.) and (2) will the use of low-effort contributions (ones that do not require completion of a time consuming form) increase user participation in sensing tasks.",
		"Before the user is prompted to perform a game action, how can we guarantee the action is along the path they are walking?Plan to look into Pre-Tracking for this",
		"As the user performs game actions, how can we store information from phone sensors and processes it to extract meaningful information? Potentially machine learning algorithms and working with Habit Sourcing",
		"After a user completes a game action, how can we give them feedback to signal they have correctly or incorrectly completed the task? What does feedback look like? Either visual or audio feedback through the user’s phone",
		"As a user continues to play, how should tasks build (or not build) on each other? How does a user progress through the game? What does the end look like? Looking at games like WarioWare and Journey for ideas and examples",
		"How can we learn about the physical world through user play and use this information and data to grow the existing game world? Look into Habit Sourcing and how they prompt users without knowing if objects actually exist where they are or not",
		"PSYCHOLOGICAL BENEFIT: Does a collective experience (HQ: depends on the CE, are we asking about canonical CEs or is there some particular type of CE) actually help people to feel more connected to others/part of something greater? Does that feeling make them more satisfied/content with life? ",
		"DESIRABILITY OF EXPERIENCE (helps experience designers): What features/characteristics of an experience attract more users to a) subscribe to it, b) actually participate in an experience event?",
		"MECHANISMS FOR ACHIEVING OUTCOME: How can we facilitate successful outcomes/documentations? (what incentives, coordination, recruiting, routing, algorithm, etc.) ",
		"SOCIAL: Do users want to do collective experiences with people they know? Do they rely on existing social groups? How can we help them to form new bonds/relationships?",
		"How can we build a system with features that will best help beginning web developers complete a complex personal project?",
		"Similarly, how can we build a system with features that will best help experts compose a usable action plan as efficiently as possible?",
		"Does the use of wearable devices or contextual touch, like the Apple Watch or 3D Touch on iPhone 6S/6S+, facilitate and encourage low-effort contributions for on-the-go crowds?",
		"Can small pieces of data from on-the-go users be scaffolded together to create information that rivals the fidelity of full surveys?"
	],
	"design_arguments": [
		"Showing code snippets/explanations alongside real-world, contextualized examples of each implementation can help learners better understand the differences and tradeoffs between implementations, and therefore improve their ability to reason more generally about front-end programming .",
		"Creating mappings between techniques and real-world examples can help learners more quickly understand how to replicate specific, desired implementations. This approach is more satisfying to learners than following a general tutorial that may or may not serve their needs.",
		"I believe that people are more likely to complete a goal if they have a plan composed of small microtasks",
		"I believe a bigger goal can be broken down into small tasks that can be accomplished at different times  (in either an ordered or non-ordered way) [how many tasks a user makes]",
		"I believe a bigger goal can be broken down into small tasks that can be accomplished at different locations and settings [user entering tasks]",
		"I believe that for goals people write down, with high likelihood, they are able to come up with 1 minute tasks that help them make concrete progress toward that goal (or at least get them started) [user entering tasks]",
		"Some tasks require a time factor to be specified for location-based reminders to be effective",
		"I believe users are more likely to complete a micro task is they are pinged at the fine grained location of the task",
		"I believe users are able to associate tasks with location so if you want to help a user form a habit, remind him enough in a certain location and he’ll start to do it of his own accord",
		"Reuse of milestones will assist experts in writing action plans quickly",
		"Usable interface will lower the barrier to entry for experts to compose action plans",
		"Learners who are attempting to build web apps for hackathons are our target user",
		"Matching the right expert to an action plan leads to a better action plan faster",
		"Having a list of steps to reach a user defined end product is the key value of an action plan",
		"Context-aware notifications motivates greater rates of participation as well as greater quality of participation by seeking out only the people who are most likely to be doing something already that is relevant to the experience so that the request for participation does not request for them to go too far out of their way.",
		"The ability to personalize which collective experiences users receive notifications for motivates participation by reducing notification fatigue and notifying the users only of the experiences they are most interested in doing.",
		"Knowledge that others (either a high number of others or a high proportion of others they care about, like friends or members of their community) are participating motivates participation in more time-consuming or cumbersome/high-friction (aka asking the users to do a lot or go far outside of their regular routines) experiences by increasing the fear of missing out.",
		"People participate in the same experience again and again (even after the experience results’ novelty wears off, even after the law of diminishing returns kicks in) in order to hold themselves accountable to some habit they are trying to form or some personal goal they are trying to achieve.",
		"People participate in the same experience more than once because they want to experience as much novelty as possible (new participants every time, new submissions every time, new options to look at that they wouldn’t have otherwise had access to) -- they are more voyeuristic in their motivations than generous.",
		"People prefer experiences with photographic submissions they can look through",
		"People participate more frequently in low-friction experiences that allow them to be inert than high-friction experiences that ask them to do something extra.",
		"People like to subscribe to habit-enforcing experiences but do not participate in them as much as they participate in low-friction experiences.",
		"People are more reluctant to participate in comfort-zone-pushing experiences that ask them to interact with people around them, but they can be motivated to do so (see motivation question above). ",
		"We can create a community of people who are very similar to one another with experiences specifically tailored to different groups of people, like dog owners or fashionable women or environmentalists.",
		"We can create a community of people who are very different from one another with low-friction experiences that ask people to capture an element of their daily life that we all have in common with one another.",
		"We can gather people who are different from one another by creating similarity indices of users and systematically using them to create diverse pools/lobbies of participants for any collective experience.",
		"Through synchronous events or group collaboration, collective experiences increase feelings of group identification and connectedness among individuals. ",
		"People physically engage with their surroundings or other people around them on a more regular basis than when they are not participating in collective experiences, even when they are not currently doing a collective experience.",
		"People feel more connected with the strangers they participate with because they participate in the same thing at the same time.",
		"People feel more connected with the people they participate with because they are able to learn more information about them.",
		"People begin to see commonalities among participation patterns of other participants in regularly-run experiences, even when the submissions are not accompanied by any username or specifically identifying information."
	],
	"techniques" : [

	],
	"evidence" : [




	]
}